TMH_Tester_JUnit1/TestPack/input/Regression_Testing_15.2/SS15/FCM/Trigger/TT2TriggerCtrlReq.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:get="http://www.lloydstsb.com/Schema/AccountingHub/getTriggerControl">
	<soapenv:Header/>
	<soapenv:Body>
		<get:GetTriggerControlRequest>
			<get:RequestId>11000111114TT2</get:RequestId>
			<get:SourceSystem>IPSL</get:SourceSystem>
			<get:TriggerType>TT2</get:TriggerType>
			<!--get:TriggerTimeStamp>2017-05-04T10:00:00</get:TriggerTimeStamp-->
			<get:PaymentScheme>ICS</get:PaymentScheme>
			<get:IsReTrigger>false</get:IsReTrigger>
		</get:GetTriggerControlRequest>
	</soapenv:Body>
</soapenv:Envelope>